export const welcomeMessage = `👋 Привет! Это Анонимный чат Телеграма.
Тут можно общаться 1 на 1 со случайными собеседниками.

📖 В чате есть правила поведения, которые нужно соблюдать.
Нельзя спамить, продвигать свои услуги, оскорблять собеседников.

🔎 Работает бот очень просто: вы жмете кнопку поиска или используете команду /search и бот находит вам собеседника.
Удачного общения! Будьте вежливы к собеседникам.`;

export const stopMessage = `Вы закончили связь с вашим собеседником 🙄
Напишите /search чтобы найти следующего

https://t.me/chatvdvoem_bot`;


export const setGenderMessage = `Укажите ваш пол чтобы улучшить результаты поиска
Вы сможете поменять пол используя /settings
`

export const onGenderSetMessage = `Спасибо за выбор пола.`;

export const partnerFoundMessage = `Партнёр найден 🐵
/next — Найти нового партнёра
/stop — Прекратить общение`

export const searchMessage = `Поиск партнёра...`;
